;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Smolcic Danijel
; TranslationAuthorEmail: danijel.smolcic@gmail.com
; Soft Version: 1.15.53
;

[Translation]
LanguageName=SRB
LangCode=241a|081a|2c1a|181a
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Confirm=Confirm

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder Beta
TfrmWRMMain.btnUnfinish.Caption=Nedovrseno
TfrmWRMMain.btnCompleted.Caption=Gotovo
TfrmWRMMain.btnBack.caption=Nazad
TfrmWRMMain.btnDone.Caption=Sacuvaj
TfrmWRMMain.lblRepeat.caption=Ponovi:
TfrmWRMMain.lblTime.caption=Vreme:
TfrmWRMMain.lblName.caption=Opis:
TfrmWRMMain.lblDate.caption=Datum:
TfrmWRMMain.cbPeriod.Item1=Jednom
TfrmWRMMain.cbPeriod.Item2=Dnevno
TfrmWRMMain.cbPeriod.Item3=Nedeljno
TfrmWRMMain.cbPeriod.Item4=Mesecno
TfrmWRMMain.cbPeriod.Item5=Godisnje
;
;hint
;
TfrmWRMMain.imgf.hint=Prati nas na Facebook-u
TfrmWRMMain.imgt.hint=Prati nas na Twitter-u
TfrmWRMMain.imgmail.hint=Podeli sa prijateljem
TfrmWRMMain.imghome.hint=Glavna
TfrmWRMMain.CloseHint=Zatvori
TfrmWRMMain.MenuHint=Menij
TfrmWRMMain.MinHint=Minimiziraj
TfrmWRMMain.btnDetails.hint_1=Detalji
TfrmWRMMain.btnDetails.hint_2=Promeni i Vrati
TfrmWRMMain.btnDelete.hint_1=Obelezi kao Gotovo
TfrmWRMMain.btnDelete.hint_2=Obrisi


msgdlg.btnNO=NE
msgdlg.btnOk=OK
msgdlg.btnYes=DA
;
; Time
;
constY=Godina
constM=Mesec
constD=Dan
constHH=Sat
constMM=Minut
constSS=Sekunda
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Online Pomoc
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Glavna
TfrmWRMMain.TrayMenuItem4=Kontaktiraj nas
TfrmWRMMain.TrayMenuItem5=Proveri Update
TfrmWRMMain.TrayMenuItem6=Proveri Novosti
TfrmWRMMain.TrayMenuItem7=Jezik
TfrmWRMMain.TrayMenuItem8=Upali za vreme otvaranja Winows-a
TfrmWRMMain.TrayMenuItem9=Opis
TfrmWRMMain.TrayMenuItem10=Izlaz
;
; Notice
;
TfrmRemindDlg.Caption=Notice
TfrmRemindDlg.btnComplete.Caption=OK, video sam
TfrmRemindDlg.btnDelay.Caption=Podseti me kasnije

;
; About
;
TfrmAbout.Caption=O nama
TfrmAbout.lblEmail.caption=Email podrska:
TfrmAbout.lblhome.caption=Oficialni Homepage:
TfrmAbout.lblthanks.caption=Zahvalnost:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Trenutna verzija:

[Messages]
ExitModify=Niste sacuvali promene. Da li ste sigurni da zelite da napustite stranicu?
RemindNameNULL=Molimo popunite opis podsetnika!
NewVer=Nova verzija dostupna! Uraditi Update?
NoNewVer=Cestitamo! Trenutno koristite najnoviju verziju.
ExitApp=Da li zelite da napustite Wise Reminder? Wise Reminder-ova obavestenja vise nece biti dostupna!
NoneReminder=Niste postavili nijedan podsetnik!
NoneCopmpleted=Niste zavrsili podsetnik!
NoneSelected=Molimo izaberite jedan podatak!
TimeOver=Podesili ste vreme ranije nego sto je trenutno!

[Lang]
NativeLanguage=Serbian